[
   { "headline": "Try Hiding Behind Things!", "description": "Cover can add to your AC by as much as +5!" },
   { "headline": "Exploit vulnerability!", "description": "Creatures that have a damage vulnerability take double damage—try different types of attacks to discover them!" },
   { "headline": "Domesticated Mounts", "description": "Mounts can take the Dash, Disengage, or Dodge action. Intelligent mounts can do what they want, including eat their riders!" },
   { "headline": "Underwater Combat", "description": "Unless you have a swimming speed, underwater melee attacks have disadvantage—unless you're using a dagger, javelin, shortsword, spear, or trident." },
   { "headline": "Fire Proof", "description": "If you're fully submerged in water, you gain resistance to fire damage." },
   { "headline": "Shove This!", "description": "Try pushing people! You can knock someone prone or push them 5ft by making a shove attack. If you can make multiple attacks, you can replace any of them with a shove." },
   { "headline": "It's a Knockout!", "description": "When you make a strike that would kill a creature, you can instead choose to knock it out, rendering it unconscious." },
   { "headline": "Identical Twin", "description": "Keep a backup character ready, just in case." },
   { "headline": "Reaction Man", "description": "Reactions are regained on your turn, not at the top of the round. Don't forget to react!" },
   { "headline": "That damn smile", "description": "The DM's smile is always a warning." },
   { "headline": "Perfectly Balanced", "description": "If a situation grants you both advantage and disadvantage, they cancel each other out—even if there are multiple instances of either." },
   { "headline": "Dueling Dice", "description": "In a contest, two participants roll in competition; comparing totals against each other, not a DC." },
   { "headline": "All For One!", "description": "In a group check, everybody rolls. If at least half the group succeeds, everyone does! If not..." },
   { "headline": "Get Out Of There!", "description": "Disengage if you need to make a tactical retreat. Teleporting doesn't incur attacks of opportunity, and creatures that have already used their reaction can't make another!" },
   { "headline": "Can I Help You?", "description": "When using the Help action, you can give advantage to another player making an ability check, or distract a creature within 5ft to give the next attack on that creature advantage." },
   { "headline": "Where'd They Go?", "description": "To hide, you must be behind at least 3/4 cover and out of sight of any enemies." },
   { "headline": "I Can't Hold It Much Longer!", "description": "If you ready a spell, you cast it as normal but hold the energy. Holding a readied spell requires concentration." },
   { "headline": "Which One Is The Red Wire?", "description": "Darkvision only lets creatures see in shades of gray. You'll need a light source to solve that color-coded puzzle!" },
   { "headline": "The Fall Guy", "description": "If you fall, you take 1d6 bludgeoning damage for every 10ft you fall, to a maximum of 20d6. Unless you can reduce the damage to zero, you also land prone." },
   { "headline": "Oh, I'm Sorry...", "description": "If you're concentrating on a spell and take damage, you need to make a constitution saving throw. The DC is either 10 or half the damage taken, whichever is higher." },
   { "headline": "Go for the Eyes!", "description": "Attack rolls against a blinded creature have advantage, whilst the blinded creature has disadvantage on attack rolls." },
   { "headline": "Sweet Talker", "description": "If you've charmed a creature, that creature can't attack you or include you in dangerous area-of-effect spells." },
   { "headline": "Cream Crackered", "description": "Exhaustion has six levels of effects, and each effect stacks with the others. Finishing a long rest removes one level of exhaustion. Level six is death, so try and avoid that!" },
   { "headline": "AAAAAAAAAAAAAAAA!", "description": "When frightened, you can't move close to the source of your fear, and you have disadvantage on attack rolls and ability checks when you can see the source of your fear." },
   { "headline": "Don't go Anywhere...", "description": "Incapacitated creatures can't take actions or reactions. If you're paralyzed, petrified, stunned or unconcious- congratulations, you're also incapacitated!" },
   { "headline": "No Blood From a Stone", "description": "The good things about being petrified, is that you're resistant to all damage, immune to poison and disease, and no longer age! All positive really." },
   { "headline": "As a Skunk", "description": "When poisoned, creatures have disadvantage on attack rolls and ability checks. Being drunk is a kind of poisoned, so go easy on that Dwarven whiskey." },
   { "headline": "Get Down!", "description": "Dropping prone gives attackers within 5ft advantage on attacks. Any further away and creatures have disadvantage, so have a lie down until the archers get bored." },
   { "headline": "Silver Bullet", "description": "Spotted a cult of Malar? Condiser getting your weapons silvered. Typically, the cost of one weapon or 10 pieces of ammunition to be silvered is 100gp, but it'll be worth it on a full moon." },
   { "headline": "And be Merry", "description": "The 'Equipment' section of the Player's Handbook has typical prices for food, drink and lodging. It also costs out cheese by the hunk and meat by the chunk." },
   { "headline": "Holy Water!", "description": "You can splash holy water or throw the entire flask onto suspected fiends or undead, dealing 2d6 radiant damage! Otherwise the target just gets wet." },
   { "headline": "Who Goes There?", "description": "Heavily obscured areas, such as fog, obscure creatures' sight to the point that they have the 'blinded' condition. Darkvision won't help!" },
   { "headline": "Are you still there?", "description": "Attacks of opportunity can only be taken against creatures you can see. If the creature is invisible, or the attacker is blinded, they can't react. That's what blind fighting is for!" },
   { "headline": "Drink Up!", "description": "Potions can be administered to unconcious creatures. You'd think this would just be Potions of Healing, but no- you can give your downed comrade the Potion of Gaseous form if you like!" },
   { "headline": "Horse Armor", "description": "Your mount can wear any type of armor a player character can. Barding costs four times as much as humanoid armor and is twice as heavy." },
   { "headline": "Black Aarakocra Down", "description": "If a flying creature is knocked prone, has its speed reduced to 0, or is otherwise deprived of the ability to move; the creature falls unless it has the ability to hover." },
   { "headline": "The Temp", "description": "If you take damage whilst you have temporary hit points, those are lost first. You can't restore temporary hit points by healing." },
   { "headline": "Temporary Relief", "description": "If you're unconcious, temporary hit points can't restore you to conciousness. However, they can still absorb damage you might take from attacks." },
   { "headline": "Angelic Hoards come forth!", "description": "Aasimar are mortal beings touched with heavenly power. They're resistant to both necrotic and radiant damage." },
   { "headline": "Color coordinated", "description": "Dragonborn will have a damage resistance and a breath weapon based of what color or type of metal they are. If you're colorblind, you'll have to guess!" },
   { "headline": "Short long rest", "description": "Elves don't need to sleep, so meditate for 4 hour periods instead. They gain the benefits of a long rest in this time." },
   { "headline": "Luck of the Tookish", "description": "Halflings are so lucky, they can reroll any 1 on a d20. Useful if you're sneaking into a dragon's lair!" },
   { "headline": "I could do this all day", "description": "The first time an Orc or Half-orc drops to 0 damage, they instead drop to 1hp and can keep wailing on you." },
   { "headline": "Reck yourself", "description": "When a barbarian attacks recklessly, all creatures will get advantage on attack rolls against them until the barbarian's next turn. Not wise if you're massively outnumbered!" },
   { "headline": "Fast and furious", "description": "From level 7, Barbarians get advantage on initiative rolls." },
   { "headline": "So inspirational", "description": "If you have bardic inspiration, you can add it to any attack roll or ability check you make. These creatives are so encouraging!" },
   { "headline": "Good at everything", "description": "The Bard's 'Jack of all trades' ability adds half your proficiency bonus to anything you're not already proficient in. I prefer the term 'Renaissance man', but what can you do?" },
   { "headline": "Go on, git!", "description": "The Cleric's Turn Undead feature forces any creature with the 'undead' type to run from the Cleric unless it makes a wisdom save. It doesn't mean the Cleric transforms into an undead itself." },
   { "headline": "Get wild", "description": "Druids don't need to speak, move or see to take the Wild Shape action. It can be hard to capture a Druid!" },
   { "headline": "I didn't hear no bell", "description": "Fighters can use Second Wind to regain 1d10+ their fighter level in HP. It's not a lot, but it could make all the difference!" },
   { "headline": "Encore!", "description": "The Fighter's Action Surge let's them take another action on the same turn! Time it wisely! " },
   { "headline": "Ki Worker", "description": "The Monk's Ki or Focus points let them perform extraordinary actions, such as doubling their jump distance, or make multiple unarmed strikes per turn." },
   { "headline": "Dazed and Confused", "description": "The Monk's Stunning Strike can impose the Stunned condition on their enemy, making fights much easier. If you're going to stun, try and stun early!" },
   { "headline": "Handywork", "description": "The Paladin can heal others with their Lay On Hands ability, but for 5hp of healing they can instead cure the poisoned condition." },
   { "headline": "Stand By Me", "description": "Paladins exude an aura (beginning at 6th level) that can help allies within range. Stick close!" },
   { "headline": "Backstab!", "description": "Rogues can use their Sneak Attack if they have advantage on the attack roll, or if another enemy of the target is within 5 feet of them and isn't incapacitated. Roll those d6s!" },
   { "headline": "Meta point", "description": "Sorcerer's can squish their spell slots into sorcery points and vice versa. Be sure to get the balance right!" },
   { "headline": "Premium Tier Spells", "description": "Warlocks get fewer spell slots than most casters, but the slots are of a high level. Try selecting spells that can be upcast with more effects as you level up to really benefit." },
   { "headline": "Cheap invocations", "description": "Warlocks don't get many spell slots, so when you're picking Eldritch Invocations; those that don't consume a spell slot might be more tempting." },
   { "headline": "Be prepared", "description": "Wizards can copy down spells from scrolls or other spell books. It's always good to have as many options as possible when going into a new situation." },
   { "headline": "The sacred texts!", "description": "If a wizard loses their spellbook, they lose all spells they didn't have prepared. Keep a copy someplace safe- maybe in a keep!" },
   { "headline": "Legen-wait for it-", "description": "Legendary actions are taken by powerful foes directly after another creatures turn. If the foe can't take actions for any reason (eg stunned) it also can't take legendary actions." },
   { "headline": "Grip it by the husk", "description": "Aarakocra get a default flying speed of 30ft, but they can't wear medium or heavy armor while doing so. Maybe if it were made of coconuts?" },
   { "headline": "Like a pet peeve?", "description": "Bugbears are proficient in stealth, get an extra 5ft of reach, and deal extra damage on a suprise round attack. The Rogue builds is coming together..." },
   { "headline": "Can't make it drink", "description": "Centaurs fine it difficult to climb ladders, getting a 25% reduction in speed to do so! They normally gallop around at 40ft per round though." },
   { "headline": "Can't touch Gith", "description": "Both Githyanki and Githzerai have resistance to psychic damage and know the mage hand spell." },
   { "headline": "Death roll", "description": "Lizardfolk can make a special bite attack with their bonus action. If it hits, they gain the damage dealt back as temporary hit points- tasty!" },
   { "headline": "Cat Dash", "description": "Tabaxi can choose to move double their movement on their turn- although they can't do this again until they spend a turn not moving." },
   { "headline": "Flexible Fashion", "description": "Magic items usually resize themselves to for the user. One size to fit them all!" },
   { "headline": "Focus up", "description": "Magic items that are staffs, wands and rods can usually be used as an arcane focus. Efficient!" }
]
